#include "head.h"

void Game_Board(){
	printf("\n");
	WHITE;
	printf("   бсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбс\n");
	printf("   бс          бс          бс          бс          бс          бс          бс\n");                                                                             
	printf("   бс          бс          бс          бс          бс          бс          бс\n");                                                                                
	printf("   бс          бс          бс          бс          бс          бс          бс\n");
	printf("   бс          бс          бс          бс          бс          бс          бс\n");
	printf("   бс          бс          бс          бс          бс          бс          бс\n");
	printf("   бсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбс\n");
	printf("   бс          бс                                              бс          бс\n");                                                                            
	printf("   бс          бс                                              бс          бс\n");                                                                            
	printf("   бс          бс                                              бс          бс\n");    
	printf("   бс          бс                                              бс          бс\n");
	printf("   бс          бс                                              бс          бс\n");                                                                                                                        
	printf("   бсбсбсбсбсбсбс                                              бсбсбсбсбсбсбс\n");                                                                                                                  
	printf("   бс          бс                                              бс          бс\n");
	printf("   бс          бс                                              бс          бс\n");
	printf("   бс          бс                                              бс          бс\n");
	printf("   бс          бс                                              бс          бс\n");
	printf("   бс          бс                                              бс          бс\n");                                                             
	printf("   бсбсбсбсбсбсбс                                              бсбсбсбсбсбсбс\n");                                                                                                  
	printf("   бс          бс                                              бс          бс\n");
	printf("   бс          бс                                              бс          бс\n");
	printf("   бс          бс                                              бс          бс\n");
	printf("   бс          бс                                              бс          бс\n");
	printf("   бс          бс                                              бс          бс\n");                                                          
	printf("   бсбсбсбсбсбсбс                                              бсбсбсбсбсбсбс\n");                                                                                                     
	printf("   бс          бс                                              бс          бс\n");
	printf("   бс          бс                                              бс          бс\n");
	printf("   бс          бс                                              бс          бс\n");
	printf("   бс          бс                                              бс          бс\n");
	printf("   бс          бс                                              бс          бс\n");                                                                                                                                                                                       
	printf("   бсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбс\n");
	printf("   бс          бс          бс          бс          бс          бс          бс\n");
	printf("   бс          бс          бс          бс          бс          бс          бс\n");
	printf("   бс          бс          бс          бс          бс          бс          бс\n");
	printf("   бс          бс          бс          бс          бс          бс          бс\n");
	printf("   бс          бс          бс          бс          бс          бс          бс\n");                                                                               
	printf("   бсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбсбс\n");
	
}
